"Western (Mac OS Roman)" = "Vesteuropeisk (Mac OS Roman)";
"Japanese (Mac OS)" = "Japansk (Mac OS)";
"Traditional Chinese (Mac OS)" = "Tradisjonell kinesisk (Mac OS)";
"Korean (Mac OS)" = "Koreansk (Mac OS)";
"Arabic (Mac OS)" = "Arabisk (Mac OS)";
"Hebrew (Mac OS)" = "Hebraisk (Mac OS)";
"Greek (Mac OS)" = "Gresk (Mac OS)";
"Cyrillic (Mac OS)" = "Kyrillisk (Mac OS)";
"Devanagari (Mac OS)" = "Devanagari (Mac OS)";
"Gurmukhi (Mac OS)" = "Gurmukhi (Mac OS)";
"Gujarati (Mac OS)" = "Gujarati (Mac OS)";
"Thai (Mac OS)" = "Thai (Mac OS)";
"Simplified Chinese (Mac OS)" = "Forenklet kinesisk (Mac OS)";
"Tibetan (Mac OS)" = "Tibetansk (Mac OS)";
"Central European (Mac OS)" = "Sentraleuropeisk (Mac OS)";
"Symbol (Mac OS)" = "Symbol (Mac OS)";
"Dingbats (Mac OS)" = "Dingbats (Mac OS)";
"Turkish (Mac OS)" = "Tyrkisk (Mac OS)";
"Croatian (Mac OS)" = "Kroatisk (Mac OS)";
"Icelandic (Mac OS)" = "Islandsk (Mac OS)";
"Romanian (Mac OS)" = "Rumensk (Mac OS)";
"Celtic (Mac OS)" = "Keltisk (Mac OS)";
"Gaelic (Mac OS)" = "Gælisk (Mac OS)";
"Keyboard Symbols (Mac OS)" = "Tastatursymboler (Mac OS)";
"Farsi (Mac OS)" = "Farsi (Mac OS)";
"Cyrillic (Mac OS Ukrainian)" = "Kyrillisk (Mac OS Ukrainian)";
"Inuit (Mac OS)" = "Inuittisk (Mac OS)";
"Unicode (UTF-16)" = "Unicode (UTF-16)";
"Unicode (UTF-7)" = "Unicode (UTF-7)";
"Unicode (UTF-8)" = "Unicode (UTF-8)";
"Unicode (UTF-32)" = "Unicode (UTF-32)";
"Unicode (UTF-16BE)" = "Unicode (UTF-16BE)";
"Unicode (UTF-16LE)" = "Unicode (UTF-16LE)";
"Unicode (UTF-32BE)" = "Unicode (UTF-32BE)";
"Unicode (UTF-32LE)" = "Unicode (UTF-32LE)";
"Western (ISO Latin 1)" = "Vesteuropeisk (ISO Latin 1)";
"Central European (ISO Latin 2)" = "Sentraleuropeisk (ISO Latin 2)";
"Western (ISO Latin 3)" = "Vesteuropeisk (ISO Latin 3)";
"Central European (ISO Latin 4)" = "Sentraleuropeisk (ISO Latin 4)";
"Cyrillic (ISO 8859-5)" = "Kyrillisk (ISO 8859-5)";
"Arabic (ISO 8859-6)" = "Arabisk (ISO 8859-6)";
"Greek (ISO 8859-7)" = "Gresk (ISO 8859-7)";
"Hebrew (ISO 8859-8)" = "Hebraisk (ISO 8859-8)";
"Turkish (ISO Latin 5)" = "Tyrkisk (ISO Latin 5)";
"Nordic (ISO Latin 6)" = "Nordisk (ISO Latin 6)";
"Thai (ISO 8859-11)" = "Thai (ISO 8859-11)";
"Baltic (ISO Latin 7)" = "Baltisk (ISO Latin 7)";
"Celtic (ISO Latin 8)" = "Keltisk (ISO Latin 8)";
"Western (ISO Latin 9)" = "Vesteuropeisk (ISO Latin 9)";
"Romanian (ISO Latin 10)" = "Rumensk (ISO Latin 10)";
"Latin-US (DOS)" = "Latin-US (DOS)";
"Greek (DOS)" = "Gresk (DOS)";
"Baltic (DOS)" = "Baltisk (DOS)";
"Western (DOS Latin 1)" = "Vesteuropeisk (DOS Latin 1)";
"Greek (DOS Greek 1)" = "Gresk (DOS Greek 1)";
"Central European (DOS Latin 2)" = "Sentraleuropeisk (DOS Latin 2)";
"Cyrillic (DOS)" = "Kyrillisk (DOS)";
"Turkish (DOS)" = "Tyrkisk (DOS)";
"Portuguese (DOS)" = "Portugisisk (DOS)";
"Icelandic (DOS)" = "Islandsk (DOS)";
"Hebrew (DOS)" = "Hebraisk (DOS)";
"Canadian French (DOS)" = "Canadisk fransk (DOS)";
"Arabic (DOS)" = "Arabisk (DOS)";
"Nordic (DOS)" = "Nordisk (DOS)";
"Russian (DOS)" = "Russisk (DOS)";
"Greek (DOS Greek 2)" = "Gresk (DOS Greek 2)";
"Thai (Windows, DOS)" = "Thai (Windows, DOS)";
"Japanese (Windows, DOS)" = "Japansk (Windows, DOS)";
"Simplified Chinese (Windows, DOS)" = "Forenklet kinesisk (Windows, DOS)";
"Korean (Windows, DOS)" = "Koreansk (Windows, DOS)";
"Traditional Chinese (Windows, DOS)" = "Tradisjonell kinesisk (Windows, DOS)";
"Western (Windows Latin 1)" = "Vesteuropeisk (Windows Latin 1)";
"Central European (Windows Latin 2)" = "Sentraleuropeisk (Windows Latin 2)";
"Cyrillic (Windows)" = "Kyrillisk (Windows)";
"Greek (Windows)" = "Gresk (Windows)";
"Turkish (Windows Latin 5)" = "Tyrkisk (Windows Latin 5)";
"Hebrew (Windows)" = "Hebraisk (Windows)";
"Arabic (Windows)" = "Arabisk (Windows)";
"Baltic (Windows)" = "Baltisk (Windows)";
"Vietnamese (Windows)" = "Vietnamesisk (Windows)";
"Western (ASCII)" = "Vesteuropeisk (ASCII)";
"Japanese (Shift JIS X0213)" = "Japansk (Shift JIS X0213)";
"Chinese (GBK)" = "Kinesisk (GBK)";
"Chinese (GB 18030)" = "Kinesisk (GB 18030)";
"Japanese (ISO 2022-JP)" = "Japansk (ISO 2022-JP)";
"Japanese (ISO 2022-JP-2)" = "Japansk (ISO 2022-JP-2)";
"Japanese (ISO 2022-JP-1)" = "Japansk (ISO 2022-JP-1)";
"Chinese (ISO 2022-CN)" = "Kinesisk (ISO 2022-CN)";
"Korean (ISO 2022-KR)" = "Koreansk (ISO 2022-KR)";
"Japanese (EUC)" = "Japansk (EUC)";
"Simplified Chinese (GB 2312)" = "Forenklet kinesisk (GB 2312)";
"Traditional Chinese (EUC)" = "Tradisjonell kinesisk (EUC)";
"Korean (EUC)" = "Koreansk (EUC)";
"Japanese (Shift JIS)" = "Japansk (Shift JIS)";
"Cyrillic (KOI8-R)" = "Kyrillisk (KOI8-R)";
"Traditional Chinese (Big 5)" = "Tradisjonell kinesisk (Big 5)";
"Western (Mac Mail)" = "Vesteuropeisk (Mac Mail)";
"Simplified Chinese (HZ GB 2312)" = "Forenklet kinesisk (HZ GB 2312)";
"Traditional Chinese (Big 5 HKSCS)" = "Tradisjonell kinesisk (Big 5 HKSCS)";
"Ukrainian (KOI8-U)" = "Ukrainsk (KOI8-U)";
"Traditional Chinese (Big 5-E)" = "Tradisjonell kinesisk (Big 5-E)";
"Western (NextStep)" = "Vesteuropeisk (NextStep)";
"Non-lossy ASCII" = "ASCII uten tap";
"Western (EBCDIC Latin Core)" = "Vestlig (EBCDIC Latin Core)";
"Western (EBCDIC Latin 1)" = "Vesteuropeisk (EBCDIC Latin 1)";
"Japanese (Auto Detect)" = "Japansk (automatisk)";
